-- phpMyAdmin SQL Dump
-- Table structure for table `student`

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
DROP TABLE IF EXISTS `student`;
CREATE TABLE IF NOT EXISTS `student` (
  `no` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `prefix` varchar(10) NOT NULL,
  `firstname` varchar(100) NOT NULL,
  `lastname` varchar(100) NOT NULL,
  `classroom` varchar(10) NOT NULL,
  PRIMARY KEY (`no`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

INSERT INTO `student` (`no`, `student_id`, `prefix`, `firstname`, `lastname`, `classroom`) VALUES
(1, 39694, 'น.ส.', 'สุวภัทร', 'ปิงเมือง', '608'),
(2, 37209, 'นาย', 'ธนวินท์', 'ปัถวี', '608'),
(3, 37212, 'นาย', 'ปภังกร', 'ลาภาศุภวัฒน์', '608'),
(4, 37213, 'นาย', 'พรพิพัฒน์', 'ตั้งวิโรจน์กุล', '608'),
(5, 37215, 'นาย', 'ภูมิฉัตร', 'ปานทุ่ง', '608'),
(6, 37218, 'นาย', 'ไวภพ', 'เพ็ญพันธ์นาค', '608'),
(7, 37222, 'นาย', 'ไอศูรย์', 'อนุศักดิ์ชัยกุล', '608'),
(8, 37236, 'นาย', 'วรท', 'วงศ์คงสวัสดิ์', '608'),
(9, 37251, 'นาย', 'บึงพิพัฒน์', 'บึงไกร', '608'),
(10, 37253, 'นาย', 'พัทธนันท์', 'ประยูร', '608'),
(11, 37256, 'นาย', 'รุจิภาส', 'แสงอ่อง', '608'),
(12, 37259, 'นาย', 'สรวิชญ์', 'ศรีลาออน', '608'),
(13, 37292, 'นาย', 'บุณยกร', 'เฉลิมพรวิทิต', '608'),
(14, 37325, 'นาย', 'ชิษณุพงศ์', 'ถํ้าบุญรัฐเศรษฐ์', '608'),
(15, 37336, 'นาย', 'สรยุทธ', 'บุตรวงค์', '608'),
(16, 37405, 'นาย', 'ฐตวรรณ', 'พงษ์พยัคฆ์', '608'),
(17, 37444, 'นาย', 'จีรัชญ์', 'ขวัญแก้ว', '608'),
(18, 37445, 'นาย', 'ชยางกูร', 'เชื้อเจริญ', '608'),
(19, 37446, 'นาย', 'ไชยพศ', 'จัดเจนนาวี', '608'),
(20, 37457, 'นาย', 'ปองคุณ', 'อนุกิตติรัตน์', '608'),
(21, 37543, 'นาย', 'ศรัณยพงศ์', 'เอกอัครพรพล', '608'),
(22, 39632, 'นาย', 'จิรายุ', 'ชัยปรีชา', '608'),
(23, 37574, 'นาย', 'รวิพล', 'ฤกษ์สมบูรณ์ดี', '608'),
(24, 37600, 'นาย', 'วิธวินท์', 'หอมอ่อน', '608'),
(25, 37627, 'นาย', 'ตรัยรัตน์', 'ประทีปคีรี', '608'),
(26, 37629, 'นาย', 'ธาวิน', 'ลาภสมบัติศิริ', '608'),
(27, 37636, 'นาย', 'วีรภัฏ', 'หุณฑะสิริ', '608'),
(28, 39637, 'นาย', 'เอกราช', 'ลุนณี', '608'),
(29, 39645, 'นาย', 'สิรวิชญ์', 'ว่องกีรติกุล', '608'),
(30, 39692, 'นาย', 'ฐิติวัชร์', 'เลิศทักษิณานนท์', '608'),
(31, 39702, 'นาย', 'เสฏฐพงศ์', 'สุวรรณวงศ์', '608'),
(32, 39709, 'นาย', 'ภคินธ์', 'ไชยเดช', '608'),
(33, 37273, 'น.ส.', 'ภณิตา', 'พึ่งใจ', '608'),
(34, 37299, 'น.ส.', 'กาญจนา', 'คชศิลา', '608'),
(35, 37311, 'น.ส.', 'พชรมน', 'พลค้อ', '608'),
(36, 37344, 'น.ส.', 'ณัฐวิภา', 'วงศ์ทองเครือ', '608'),
(37, 37347, 'น.ส.', 'ธิชานัน', 'พลจอหอ', '608'),
(38, 37396, 'น.ส.', 'นันทิชา', 'มานํ้าเที่ยง', '608'),
(39, 37441, 'น.ส.', 'อิษฎาอร', 'โชคมงคลเสถียร', '608'),
(40, 39643, 'น.ส.', 'พิมพ์มาดา', 'เที่ยงสั้น', '608');
